# Core
brew 'fzf'
brew 'htop'
brew 'ripgrep'
brew 'tmux'
brew 'vim'
brew 'zsh'

# Dev
brew 'node'
brew 'php'

# Twitch
brew 'streamlink'

# Apps
cask 'alacritty'
cask 'amethyst'
cask 'chatterino'
cask 'cursorsense'
cask 'docker'
cask 'google-chrome'
cask 'keepassxc'
cask 'mpv'

# Fonts
tap 'homebrew/cask-fonts'
cask 'font-iosevka'
